ms-python.python
ms-azuretools.vscode-docker
formulahendry.code-runner
aaron-bond.better-comments
yzhang.markdown-all-in-one
vscode-icons-team.vscode-icons
k--kato.intellij-idea-keybindings
eamodio.gitlens
Shan.code-settings-sync
visualstudioexptteam.vscodeintellicode
sirtori.indenticator
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
zhuangtongfa.material-theme